Repository: Oriol-Farras/Practica-Projectes-Internacionalitzats
Catalog: python/locale/*/LC_MESSAGES/messages.po
Languages: ca

source: Welcome to the Task Manager!
ca: Benvingut al Gestor de Tasques!

source: Choose an option:
ca: Tria una opció:

source: Add a task
ca: Afegeix una tasca

source: List tasks
ca: Llista les tasques

source: Complete a task
ca: Completa una tasca

source: Delete a task
ca: Elimina una tasca

source: Exit
ca: Surt

source: Enter task title:
ca: Introdueix el títol de la tasca:

source: Task added successfully!
ca: Tasca afegida correctament!

source: No tasks available.
ca: No hi ha tasques disponibles.

source: Your tasks:
ca: Les teves tasques:

source: Done
ca: Feta

source: Pending
ca: Pendent

source: Enter the task number to mark as complete:
ca: Introdueix el número de la tasca per marcar-la com a completada:

source: Task marked as complete!
ca: Tasca marcada com a completada!

source: Enter the task number to delete:
ca: Introdueix el número de la tasca a eliminar:

source: Task deleted.
ca: Tasca eliminada.

source: Invalid task number.
ca: Número de tasca no vàlid.

source: Invalid option. Try again.
ca: Opció no vàlida. Torna-ho a provar.

source: Goodbye!
ca: Adéu!
